[UserSettings]
NormalTKArr=kπππππππππππππππππππ
NormalModeArr=1π1π1π1π1π1π1π1π1π1π1π1π1π1π1π1π1π1π1π1
NormalHoldTimeArr=500π500π500π500π500π500π500π500π500π500π500π500π500π500π500π500π500π500π500π500
NormalForbidArr=1π0π0π0π0π0π0π0π0π0π0π0π0π0π0π0π0π0π0π0
NormalRemarkArr=取消禁用配置才能生效πππππππππππππππππππ
NormalLoopCountArr=1π1π1π1π1π1π1π1π1π1π1π1π1π1π1π1π1π1π1π1
NormalTriggerTypeArr=1π1π1π1π1π1π1π1π1π1π1π1π1π1π1π1π1π1π1π1
NormalSerialArr=000001π103151π103151π103151π103151π103151π103152π103152π103152π103152π103152π103153π103153π103153π103153π103153π103154π103154π103154π103154
NormalTimingSerialArr=Timing000001πTiming1031511πTiming1031514πTiming1031518πTiming1031513πTiming1031510πTiming1031528πTiming1031527πTiming1031521πTiming1031526πTiming1031520πTiming1031539πTiming1031537πTiming1031531πTiming1031537πTiming1031534πTiming1031542πTiming1031545πTiming1031549πTiming1031549
NormalStartTipSoundArr=1π1π1π1π1π1π1π1π1π1π1π1π1π1π1π1π1π1π1π1
NormalEndTipSoundArr=1π1π1π1π1π1π1π1π1π1π1π1π1π1π1π1π1π1π1π1
NormalFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":[""],"HoldTimeArr":[500],"IndexSpanArr":["1-20"],"RemarkArr":["RMT默认初始化配置"],"TKArr":[""],"TKTypeArr":[1]}
NormalMacroArr1=
NormalMacroArr2=
NormalMacroArr3=
NormalMacroArr4=
NormalMacroArr5=
NormalMacroArr6=
NormalMacroArr7=
NormalMacroArr8=
NormalMacroArr9=
NormalMacroArr10=
NormalMacroArr11=
NormalMacroArr12=
NormalMacroArr13=
NormalMacroArr14=
NormalMacroArr15=
NormalMacroArr16=
NormalMacroArr17=
NormalMacroArr18=
NormalMacroArr19=
NormalMacroArr20=
StringTKArr=:?*:AA
StringModeArr=1
StringHoldTimeArr=0
StringForbidArr=1
StringRemarkArr=按两次a触发
StringLoopCountArr=1
StringTriggerTypeArr=1
StringSerialArr=000002
StringTimingSerialArr=Timing000002
StringStartTipSoundArr=1
StringEndTipSoundArr=1
StringFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":[""],"HoldTimeArr":[500],"IndexSpanArr":["1-1"],"RemarkArr":["RMT默认初始化配置"],"TKArr":[""],"TKTypeArr":[1]}
StringMacroArr1=
MenuTKArr=πππππππππππππππ
MenuModeArr=1π1π1π1π1π1π1π1π1π1π1π1π1π1π1π1
MenuHoldTimeArr=500π500π500π500π500π500π500π500π500π500π500π500π500π500π500π500
MenuForbidArr=0π0π0π0π0π0π0π0π0π0π0π0π0π0π0π0
MenuRemarkArr=πππππππππππππππ
MenuLoopCountArr=1π1π1π1π1π1π1π1π1π1π1π1π1π1π1π1
MenuTriggerTypeArr=1π1π1π1π1π1π1π1π1π1π1π1π1π1π1π1
MenuSerialArr=000003π000004π000005π000006π000007π00008π0000012π000013π103142π103142π103142π103142π103142π103142π103142π103142
MenuTimingSerialArr=Timing000003πTiming000004πTiming000005πTiming000006πTiming000007πTiming000008πTiming0000012πTiming0000013πTiming1031424πTiming1031425πTiming1031420πTiming1031422πTiming1031424πTiming1031427πTiming1031421πTiming1031423
MenuStartTipSoundArr=1π1π1π1π1π1π1π1π0π0π0π0π0π0π0π0
MenuEndTipSoundArr=1π1π1π1π1π1π1π1π0π0π0π0π0π0π0π0
MenuFoldInfo={"FoldStateArr":[1,1],"ForbidStateArr":[0,0],"FrontInfoArr":["",""],"HoldTimeArr":[500,500],"IndexSpanArr":["1-8","9-16"],"RemarkArr":["RMT默认初始化配置",""],"TKArr":["",""],"TKTypeArr":[1,1]}
MenuMacroArr1=
MenuMacroArr2=
MenuMacroArr3=
MenuMacroArr4=
MenuMacroArr5=
MenuMacroArr6=
MenuMacroArr7=
MenuMacroArr8=
MenuMacroArr9=
MenuMacroArr10=
MenuMacroArr11=
MenuMacroArr12=
MenuMacroArr13=
MenuMacroArr14=
MenuMacroArr15=
MenuMacroArr16=
TimingTKArr=
TimingModeArr=1
TimingHoldTimeArr=500
TimingForbidArr=1
TimingRemarkArr=通过定时或宏操作调用
TimingLoopCountArr=1
TimingTriggerTypeArr=1
TimingSerialArr=000009
TimingTimingSerialArr=Timing000009
TimingStartTipSoundArr=1
TimingEndTipSoundArr=1
TimingFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":[""],"HoldTimeArr":[500],"IndexSpanArr":["1-1"],"RemarkArr":["RMT默认初始化配置"],"TKArr":[""],"TKTypeArr":[1]}
TimingMacroArr1=
SubMacroTKArr=
SubMacroModeArr=1
SubMacroHoldTimeArr=500
SubMacroForbidArr=1
SubMacroRemarkArr=只能通过宏操作调用
SubMacroLoopCountArr=1
SubMacroTriggerTypeArr=1
SubMacroSerialArr=0000010
SubMacroTimingSerialArr=Timing000010
SubMacroStartTipSoundArr=1
SubMacroEndTipSoundArr=1
SubMacroFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":[""],"HoldTimeArr":[500],"IndexSpanArr":["1-1"],"RemarkArr":["RMT默认初始化配置"],"TKArr":[""],"TKTypeArr":[1]}
SubMacroMacroArr1=
ReplaceTKArr=l
ReplaceModeArr=1
ReplaceHoldTimeArr=500
ReplaceForbidArr=1
ReplaceRemarkArr=将l按键替换成其他按键
ReplaceLoopCountArr=1
ReplaceTriggerTypeArr=1
ReplaceSerialArr=000011
ReplaceTimingSerialArr=Timing000011
ReplaceStartTipSoundArr=1
ReplaceEndTipSoundArr=1
ReplaceFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":[""],"HoldTimeArr":[500],"IndexSpanArr":["1-1"],"RemarkArr":["RMT默认初始化配置"],"TKArr":[""],"TKTypeArr":[1]}
ReplaceMacroArr1=
ToolTKArr=
ToolModeArr=
ToolHoldTimeArr=
ToolForbidArr=
ToolRemarkArr=
ToolLoopCountArr=
ToolTriggerTypeArr=
ToolSerialArr=
ToolTimingSerialArr=
ToolStartTipSoundArr=
ToolEndTipSoundArr=
ToolFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":[""],"HoldTimeArr":[500],"IndexSpanArr":["无-无"],"RemarkArr":["RMT默认初始化配置"],"TKArr":[""],"TKTypeArr":[1]}
SettingTKArr=
SettingModeArr=
SettingHoldTimeArr=
SettingForbidArr=
SettingRemarkArr=
SettingLoopCountArr=
SettingTriggerTypeArr=
SettingSerialArr=
SettingTimingSerialArr=
SettingStartTipSoundArr=
SettingEndTipSoundArr=
SettingFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":[""],"HoldTimeArr":[500],"IndexSpanArr":["无-无"],"RemarkArr":["RMT默认初始化配置"],"TKArr":[""],"TKTypeArr":[1]}
HelpTKArr=
HelpModeArr=
HelpHoldTimeArr=
HelpForbidArr=
HelpRemarkArr=
HelpLoopCountArr=
HelpTriggerTypeArr=
HelpSerialArr=
HelpTimingSerialArr=
HelpStartTipSoundArr=
HelpEndTipSoundArr=
HelpFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":[""],"HoldTimeArr":[500],"IndexSpanArr":["无-无"],"RemarkArr":["RMT默认初始化配置"],"TKArr":[""],"TKTypeArr":[1]}
RewardTKArr=
RewardModeArr=
RewardHoldTimeArr=
RewardForbidArr=
RewardRemarkArr=
RewardLoopCountArr=
RewardTriggerTypeArr=
RewardSerialArr=
RewardTimingSerialArr=
RewardStartTipSoundArr=
RewardEndTipSoundArr=
RewardFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":[""],"HoldTimeArr":[500],"IndexSpanArr":["无-无"],"RemarkArr":["RMT默认初始化配置"],"TKArr":[""],"TKTypeArr":[1]}
ThankTKArr=
ThankModeArr=
ThankHoldTimeArr=
ThankForbidArr=
ThankRemarkArr=
ThankLoopCountArr=
ThankTriggerTypeArr=
ThankSerialArr=
ThankTimingSerialArr=
ThankStartTipSoundArr=
ThankEndTipSoundArr=
ThankFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":[""],"HoldTimeArr":[500],"IndexSpanArr":["无-无"],"RemarkArr":["RMT默认初始化配置"],"TKArr":[""],"TKTypeArr":[1]}
